blog.org
#+STARTUP: overview
#+hugo_base_dir: ./
#+hugo_weight: auto
#+hugo_front_matter_key_replace: description>summary

** Confereces & Meetings in 2024
:PROPERTIES:
:EXPORT_FILE_NAME: conf-2024
:EXPORT_DATE: 2023-12-30
:END:
*** ISCAR 2024

International Society for Cultural-historical Activity Research (ISCAR)

Title: /"Inclusiveness as a future challenge"/

*Website:* [[https://iscar2024.com/][https://iscar2024.com/]]

Date: /26 - 30 Aug, 2024/

Place: /Rotterdam, Netherlands/

Lang: /English/

Submission deadline: *1 Feb 2024*

*** XX EPEF

SBF (XX Encontro de Pesquisa em Ensino de Física (EPEF 2024)
   --- /Physics Education Research Meeting/

Title: /"Nas veredas da pesquisa, com quem nos comunicamos e para onde queremos ir?"/

*Website:* [[https://www1.fisica.org.br/~epef/xx/index.php/pt/][https://www1.fisica.org.br/~epef/xx/index.php/pt/]]

Date: /19-23 Agosto, 2024/

Place: /Recife, Brazil/

Lang: /Portuguese/

Submission deadline: *21 jan 2024*

