content/posts/conf-2024.md
+++
title = "Confereces & Meetings in 2024"
author = ["André Rodrigues"]
date = 2023-12-30
tags = ["meeting"]
categories = ["conferences"]
draft = false
weight = 200
+++

## ISCAR 2024 {#iscar-2024}

International Society for Cultural-historical Activity Research (ISCAR)

Title: _"Inclusiveness as a future challenge"_

**Website:** [https://iscar2024.com/](https://iscar2024.com/)

Date: _26 - 30 Aug, 2024_

Place: _Rotterdam, Netherlands_

Lang: _English_

Submission deadline: **1 Feb 2024**


## XX EPEF {#xx-epef}

SBF (XX Encontro de Pesquisa em Ensino de Física (EPEF 2024)
   --- _Physics Education Research Meeting_

Title: _"Nas veredas da pesquisa, com quem nos comunicamos e para onde queremos ir?"_

**Website:** [https://www1.fisica.org.br/~epef/xx/index.php/pt/](https://www1.fisica.org.br/~epef/xx/index.php/pt/)

Date: _19-23 Agosto, 2024_

Place: _Recife, Brazil_

Lang: _Portuguese_

Submission deadline: **21 jan 2024**
